Repository: dcushing/IsTheBarcodeBlank
Catalog: IsTheBarcodeBlank/Localizable.xcstrings
Source language: en
Languages: es_419

source: About
es_419: Sobre

source: Is it a number?
es_419: ¿Es un número?

source: Is it a URL?
es_419: ¿Es una URL?

source: Is it a whole number?
es_419: ¿Es un número entero?

source: Is it even?
es_419: ¿Es un número par?

source: Is it negative?
es_419: ¿Es negativo?

source: No code scanned yet
es_419: Aún no se ha escaneado ningún código

source: Open in browser
es_419: Abrir en el navegador

source: Open Settings
es_419: Abrir Configuración

source: Report a bug
es_419: Reportar un error

source: Return home
es_419: Volver a la página de inicio

source: Scan another
es_419: Escanear otro

source: Scan code
es_419: Escanear el código

source: Scanner unavailable
es_419: El escáner no está disponible

source: Yes!
es_419: ¡Sí!

source: You scanned:
es_419: Escaneaste:
